Repository: 8DietmarBarbarossa8/BMI_App
Catalog: lib/l10n/app_*.arb
Languages: be

# title
source: BMI calculator
be: ІМТ калькулятар

source: MALE
be: МУЖЧЫНА

source: FEMALE
be: ЖАНЧЫНА

source: HEIGHT
be: ВЫШЫНЯ

source: AGE
be: ЎЗРОСТ

source: WEIGHT
be: ВАГА

# calc
source: CALCULATE MY BMI
be: ПАДЛІЧЫЦЬ МОЙ ІМТ

# bmi
source: Your BMI IS
be: Ваш ІМТ ёсць

# recalc
source: RECALCULATE MY BMI
be: ПЕРАЛІЧЫЦЬ МОЙ ІМТ

# weightL1
source: severe obesity
be: моцнае атлусценне

# weightL2
source: obesity
be: атлусценне

# weightL3
source: overweight
be: залішняя вага

# weightL4
source: normal weight
be: нармальны вага

# weightL5
source: underweight
be: недахоп вагі

# optimalBMI
source: Optimal bmi for your age
be: Аптымальны ІМТ для вашага ўзросту
